<template>
  <div>
    <v-breadcrumbs :items="breadcrumbs" class="breadcrumbs">
      <template #divider>
        <v-icon>mdi-chevron-right</v-icon>
      </template>
    </v-breadcrumbs>
    <v-card class="pa-4">
      <div>
        ■ 概要
        <div class="ml-4">
          当サイトは利用される方々の良心によって運営されています。<br>
          不具合や機能の不足・不備によりご不便をお掛けしましたら申し訳ありません。<br>
          随時システムの改修を行って参りますので何卒よろしくお願いいたします。
        </div>
      </div>
      <div class="mt-4">
        ■ 免責事項
        <div class="ml-4">
          当サイトの投稿内容に関する信憑性や真意について管理者は責任を負いません。<br>
          当サイトの利用により発生する損害や損失、その他不利益について管理者は責任を負いません。<br>
          当サイトへ投稿された記事に関する権利はすべて管理者に帰属します。<br>
          その他、当サイトの利用によって発生した問題について、管理者は一切の責任を負いません。<br>
          このガイドラインは管理者の権限により随時、変更・追記されます。<br>
          また、ガイドラインの変更やシステムの改修に伴い、必要に応じて投稿を削除することがあります。
        </div>
      </div>

      <div class="mt-4">
        ■ 禁止事項
        <div class="ml-4">
          荒らし・特定個人(背番号も含む)や団体を誹謗中傷や批判する行為。<br>
          違法行為や、それを示唆する行為。<br>
          差別的発言や行為。<br>
          モノやお金等の金銭をやり取りする行為。<br>
          その他、ハラスメントや一般常識を逸脱する行為。<br>
          チーム・スクールや指導者を掲示板で駆逐しようとする行為、批判する行為。<br>
          チームやスクールの運営危機に関わる行為。<br>
          選手の移籍情報の記載。<br>
          移籍、引き抜きなどの噂話の書き込みは個人・指導者・チームの誹謗中傷に繋がりやすいため禁止。<br>
          批判目的に個人を特定するような行為。<br>
          「クソ」「イカれてる」「頭おかしい」等の感情的な表現による罵倒行為<br>
          真偽が不明なため本人であるかないかにかかわらず、匿名ではない記名の書き込みは禁止。<br>
          「やめたらいいだろ！」のような選手に退部を促すような書き込みは掲示板の趣旨に反するため削除申請とアクセス禁止。<br>
          自粛警備員などの言葉で挑発・あらしの発言は削除・アクセス禁止。<br>
          削除・アクセス禁止・閉鎖の判断が恣意的に行われているという印象を与える書き込みは禁止。<br>
          クラブ・チーム・スクール等の各種事業団体が秘匿としている情報は書き込み禁止。<br>
          <br>
          これらに該当した場合や、その他の必要に応じて投稿を削除することがあります。
        </div>
      </div>

      <div class="mt-4">
        ■ プライバシーポリシー
        <div class="ml-4">
          投稿された方の環境情報は記事と共に保存されます。<br>
          法的強制力によってこれらの情報を公開することがあります。<br>
          記事の削除、アクセス禁止での対応<br>
          次に、スレッドの閉鎖、削除<br>
          次に、スレッド作成の禁止<br>
          などの手順を取らせていただいております。
        </div>
      </div>

      <div class="mt-4">
        ■その他注意事項
        <div class="ml-4">
          事実だとしても「なんとなく」わかる程度に抑え、実際に見てみることを薦めましょう。<br>
          閲覧者は、批判レベルをそれ以上に上げないように努めましょう。<br>
          通報はいたずらとの区別のため、理由を明記してください。<br>
          成りすましやあらしコメントはスルーしてください。<br>
          まずいことを書いちゃったと思ったら、前言撤回して謝ることで、荒れないように心がけてください。<br>
          また、執拗に謝罪を求めるようなことも慎んでください。間違いは誰にでもあります。<br>
          肯定意見が多いことを身内の褒め合いとして批判しないでください。<br>
          検索して調べれば分かる事でも教えてあげることで、情報交換をしやすい雰囲気を作ってください。<br>
          誤報やコメント中の一部間違いについて削除申請しないでください。<br>
          間違いがある場合は、コメントで返信して修正してあげてください。<br>
          記名での意見表明は他のSNSなどを通して行ってください。<br>
          「論点がづれてる」「間違っている」という理由で削除申請せずにコメントでやさしくそれとなく指摘してあげてください。<br>
          フォーラムは管理者権限での作成です。
        </div>
      </div>

      <div class="mt-4">
        以上を踏まえて自己責任にてご利用ください。
      </div>
    </v-card>
  </div>
</template>

<script>
export default {
  data () {
    return {
      breadcrumbs: [
        ...this.$BREADCRUMBS,
        {
          text: 'BBS掲示板ガイドライン',
          disabled: true
        }
      ]
    }
  },
  head () {
    return {
      title: 'BBS掲示板ガイドライン | '
    }
  }
}
</script>
<style lang="scss" scoped>
</style>
